[
    {
        "body": "\n\n\n\n\n\n\n\n\n    \nDAKAR, Senegal â\u0080\u0094 West African leaders pledged their support Friday to Mali's newly elected president as the country emerging from months of war and rebellion faces an uptick in attacks blamed on the jihadists forced from power.         \n \n \nIvory Coast President Alassane Ouattara, who currently chairs the 15-nation regional bloc known as ECOWAS, praised Mali's new president for his efforts at reconciliation, but warned of the challenges still ahead.        \n\"The fight against terrorism in the Sahel is not yet over,\" Ouattara said.        \nThe future of Mali was front and center at Friday's ECOWAS summit, the first to be attended by new Malian President Ibrahim Boubacar Keita.        \nRegional leaders congratulated his victory and also expressed their condolences for this week's deaths of two peacekeepers guarding a checkpoint in northern Mali. Assailants killed two Chadians and wounded nine other soldiers and civilians in a suicide attack.        \nIn their closing statement, West African leaders called on the international community and troop-contributing countries to further reinforce the U.N. peacekeeping mission now trying to restore stability across northern Mali.        \nWest African countries along with Chad already have contributed thousands of troops to the French-led military intervention that ousted the al-Qaida-linked militants from power in early 2013.        \nIn recent weeks, though, suspected jihadists have again assaulted the town of Gao and attempted other attacks, raising fears their prominence could again grow as France looks to downsize its mission there.        \nFrance has more than 3,000 troops in Mali and President Francois Hollande said last month that a drawdown to 1,000 troops would be delayed slightly from the end of the year to the end of January 2014.        \nThe U.N. peacekeeping force known as MINUSMA took over from the 6,000-member African-led mission in Mali on July 1 with an authorized strength of 11,200 military personnel.        \nWest African leaders also focused economic integration issues at Friday's summit, including finalizing a common external tariff, an important step toward consolidating regional markets before negotiations with the European Union.        \n         \n             \n         \n      \t\n\n\n\n\n",
        "channel": "collector.channels.nytimes",
        "headline": null,
        "images": [],
        "pub_date": "2013-10-25T10:33:04Z",
        "ref_date": [],
        "snippet": "West African leaders pledged their support Friday to Mali's newly elected president as the country emerging from months of war and rebellion faces an uptick in attacks blamed on the jihadists forced from power.",
        "source": "AP",
        "title": "West African Neighbors Pledge to Support Mali",
        "url": "http://www.nytimes.com/aponline/2013/10/25/world/africa/ap-af-west-africa-summit.html"
    },
    {
        "body": "\n\n\n\n\n\n\n\n\n    \nWASHINGTON â\u0080\u0094 There is little evidence that employers are sacrificing full-time jobs by hiring more part-timers or reducing existing employee hours because of the costs of providing health coverage under Obamacare.         \n \n \nConservative Republicans have pointed to the high level of part-time employment as evidence businesses are cutting hours for staff in response to the new healthcare law, which will require them to offer health insurance to full-time workers.        \nAnd one in five businesses in the service sector think President Barack Obama's signature healthcare reform has hurt employment at their firms over the last three months, a National Association of Business Economics survey showed on Monday.        \nBut there is little discernible impact in the employment figures released in recent months, including the September numbers out on Tuesday. The number of people with part-time jobs who want full-time work, for example, was essentially flat in September at 7.9 million.        \n\"We are not seeing any effect in the data,\" Jason Furman, chairman of the White House Council of Economic Advisers, told Reuters Insider.        \nPart of the reason may be the White House's decision to delay the beginning of Obamacare's so-called \"employer mandate\" until January 2015. Under the mandate, which was previously due to take effect in January 2014, firms with more than 50 employees must provide reasonable healthcare insurance to employees who work more than 30 hours a week.        \nAlso, the number of part-time workers spiked in 2008, well before Obamacare was enacted, and has been slowly falling as a share of total employment since 2010. In September people working part time because they could not find full-time work made up 5.5 percent of the employed, unchanged from August. The spike in 2008 and the steady drift downward since then suggests the elevated level of part-time workers is more likely due to the economy's weakness.        \nThe issue is a sensitive one for the administration, which is also on the defensive over a clunky rollout of a website workers use to navigate the new health insurance landscape created by Obamacare.        \nMany businesses polled by the NABE said they were holding back on hiring due to the costs imposed by the law. The survey also showed 15 percent of service sector firms planned to shift to more part-time workers due to Obamacare. But that may not be translating into hiring decisions.        \n\"Health reform's employer mandate is likely to have some effect on hours worked, but it hasn't yet shown up in the data,\" Paul Van de Water, an analyst at the Center on Budget and Policy Priorities, wrote in a report this month.        \nRon Axelrad, chief executive of Access Staffing, which places part- and full-time employees across the greater New York City area, said his firm had been getting a lot of calls from companies six months ago about how to prepare for Obamacare.        \nBut the delay of the employer mandate has pushed the issue \"out of everyone's mind,\" he said.        \n\"Probably toward the second or third quarter of next year, companies will be very aware again that they have to prepare,\" Axelrad added.        \n(Additional reporting by Alister Bull in Washington and Steven C. Johnson in New York; Editing by David Brunnstrom and Xavier Briand)        \n         \n             \n         \n      \t\n\n\n\n\n",
        "channel": "collector.channels.nytimes",
        "headline": null,
        "images": [],
        "pub_date": "2013-10-22T17:25:58Z",
        "ref_date": [],
        "snippet": "There is little evidence that employers are sacrificing full-time jobs by hiring more part-timers or reducing existing employee hours because of the costs of providing health coverage under Obamacare.",
        "source": "Reuters",
        "title": "Analysis: Little Evidence Yet That Obamacare Costing Full-Time Jobs",
        "url": "http://www.nytimes.com/reuters/2013/10/22/us/22reuters-usa-healthcare-hiring-analysis.html"
    },
    {
        "body": "\n\n\n\n\n\n\n\n\n    \n(Reuters) - Forest Laboratories Inc's new chief executive signaled strategic changes that will help the drugmaker focus on multiple new growth areas as it prepares to lose patent protection on another of its top-sellers.         \n \n \nForest shares gained 6 percent to reach a more than six-year high on Tuesday.        \nForest relied heavily on its antidepressant Lexapro for much of its sales until last year, when it lost protection on the drug.        \nA subsequent hit to earnings invited criticism from billionaire investor Carl Icahn, Forest's second-largest shareholder. CEO Brent Saunders' appointment was part of a deal the company's board made with Icahn to avert a proxy fight this past summer.        \nOver the past few months, Forest has launched several new products and its current development pipeline consists of treatments for infectious disease, pain management and acute heart failure, among others.        \n\"There is pent-up demand for change at Forest,\" CEO Saunders told analysts on Tuesday after the company reported second-quarter earnings that were more than double what analysts were expecting, as sales of some recently launched products shot up.        \nSaunders, a former board member who started as Forest CEO in October, said he is evaluating Forest's international business strategy and would also look to reduce the company's cost structure, without providing additional details.        \nShare repurchases, dividends and \"accretive acquisitions\" are among some other areas where Saunders said the company will look to deploy its cash as part of the strategic review. The CEO said he will elaborate on his plans by January 2014.        \n\"Forest remains an outlier among its peers with over $3 billion of cash on the balance sheet and better use of this cash appears to be a priority for the new CEO,\" J.P. Morgan Securities analyst Chris Scott said.        \nNEXT GENERATION DRIVES GROWTH        \nForest said sales of its newly launched, or \"next-generation\" products, drove earnings growth in the second quarter.        \nSales of all such products, which include the chronic obstructive pulmonary disease drug Tudorza and extended-release version of its Alzheimer's drug Namenda, rose about 50 percent to $303.0 million in the quarter.        \nNamenda, a long-time growth driver for Forest, is set to lose patent protection in 2015.        \nForest launched the extended-release version, called Namenda XR, in June and is trying to transition all existing Namenda patients to the newer form of the drug. Sales across the Namenda franchise rose 11 percent in the quarter.        \n\"Interestingly, management appeared more open to a hard switch to Namenda XR (i.e., no longer shipping Namenda) at some point in the future,\" J.P. Morgan's Schott said in a note.        \nTudorza, which Forest launched in December, brought in sales of about $16.7 million, up slightly from $15.9 million in the first quarter.        \nForest said it expects full-year adjusted earnings of $0.95-$1.15 per share. This compares with analysts' expectation of $0.96, according to Thomson Reuters I/B/E/S.        \nForest shares, which are up some 25 percent since the beginning of this year, gained as much as 6 percent to $47.08 - a level the stock last hit in July 2007.        \n(Reporting by Zeba Siddiqui and Caroline Humer; Editing by Jeffrey Benkoe and Kirti Pandey, Maju Samuel)        \n         \n             \n         \n      \t\n\n\n\n\n",
        "channel": "collector.channels.nytimes",
        "headline": null,
        "images": [],
        "pub_date": "2013-10-22T15:16:37Z",
        "ref_date": [],
        "snippet": "Forest Laboratories Inc's new chief executive signaled strategic changes that will help the drugmaker focus on multiple new growth areas as it prepares to lose patent protection on another of its top-sellers.",
        "source": "Reuters",
        "title": "New CEO Signals Strategic Changes at Forest Labs",
        "url": "http://www.nytimes.com/reuters/2013/10/22/business/22reuters-forest-results.html"
    },
    {
        "body": "\n\n\n\n\n\n\n\n\n    \nWASHINGTON â\u0080\u0094 The White House said on Tuesday there was no evidence President Barack Obama's signature healthcare program is driving up the number of part-time workers, challenging the view of many business owners in the country.         \n \n \nConservative Republicans have pointed to the high level of part-time employment as evidence businesses are cutting hours for their staffs in response to the new healthcare law, which will require them to offer health insurance to full-time workers.        \nAnd, indeed, one in five businesses in the service sector think the program, popularly known as \"Obamacare,\" has hurt employment at their firms over the last three months, a National Association of Business Economics survey showed on Monday.        \nMany businesses polled by the NABE said they were holding back on hiring due to the costs imposed by the law, and the survey also showed 15 percent of service sector firms planned to shift to more part-time workers due to Obamacare.        \nBut economic data on employment has been less compelling.        \nThe number of people with part-time jobs who want full-time work, for example, was essentially flat in September at 7.9 million.        \n\"We are not seeing any effect in the data,\" Jason Furman, chairman of the White House Council of Economic Advisers, told Reuters Insider.        \nAlso, the number of part-time workers spiked in 2008, well before Obamacare was enacted, and has been slowly falling as a share of total employment since 2010. In September, people working part time because they could not find full-time work made up 5.5 percent of the employed, unchanged from August.        \nThe spike in 2008 and the steady drift downward since then suggests the elevated level of part-time workers is more likely due to the economy's weakness.        \nThe issue is a sensitive one for the administration, which is also on the defensive over a clunky roll-out of a website workers use to navigate the new health insurance landscape created by Obamacare.        \nWhile many economists say there is a logical reason for employers to cut back on workers' hours, the pressure to do so this year eased in July when the White House delayed the beginning of Obamacare's so-called \"employer mandate\" until January 2015.        \nUnder the mandate, which was previously due to take effect in January 2014, firms with more than 50 employees must provide reasonable healthcare insurance to employees who work more than 30 hours a week.        \n\"Health reform's employer mandate is likely to have some effect on hours worked, but it hasn't yet shown up in the data,\" Paul Van de Water, an analyst at the Center on Budget and Policy Priorities, wrote in a report earlier this month.        \nRon Axelrad, chief executive of Access Staffing, which places part- and full-time employees across the greater New York City area, said his firm had been getting a lot of calls from companies six months ago about how to prepare for Obamacare.        \nBut the delay of the employer mandate has pushed the issue \"out of everyone's mind,\" he said.        \n\"Probably toward the second or third quarter of next year, companies will be very aware again that they have to prepare,\" Axelrad added.        \n(Additional reporting by Alister Bull in Washington and Steven C. Johnson in New York; Editing by David Brunnstrom and Jackie Frank)        \n         \n             \n         \n      \t\n\n\n\n\n",
        "channel": "collector.channels.nytimes",
        "headline": null,
        "images": [],
        "pub_date": "2013-10-22T10:24:17Z",
        "ref_date": [],
        "snippet": "The White House said on Tuesday there was no evidence President Barack Obama's signature healthcare program is driving up the number of part-time workers, challenging the view of many business owners in the country.",
        "source": "Reuters",
        "title": "Obama's Healthcare Program Not Costing Full-Time Jobs, White House Says",
        "url": "http://www.nytimes.com/reuters/2013/10/22/us/politics/22reuters-usa-economy-obamacare.html"
    },
    {
        "body": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n    \nSAN BRUNO, Calif. â\u0080\u0094 A plucky Silicon Valley company, forced to compete for talented engineers, is trying it all â\u0080\u0094 recruiting billboards on Highway 101; workplace perks like treadmill workstations and foosball tables; and conference rooms named after celebrities like Rihanna and Justin Bieber.         \n \n \nThe name of that arriviste company?        \nWalmart.        \nThe countryâ\u0080\u0099s largest retailer, which for years didnâ\u0080\u0099t blink at would-be competitors, is now under such a threat from Amazon that it is frantically playing catch-up by learning the technology business, including starting @WalmartLabs at Walmart Global E-Commerce, its dot-com division.        \nThe two retail behemoths, one the king of the physical store and the other the conqueror of the online world, are battling over e-commerce â\u0080\u0094 competing for the most talented engineers, trying to gain the upper hand in the new frontier of same-day delivery and warring over online pricing.        \nThey want to control not just Internet shopping but all shopping. Even as Walmart pours money into technology, Amazon is building a physical presence across the nation, adding warehouses and pickup locations. Both companiesâ\u0080\u0099 moves indicate that they believe the future of commerce is not just stores and not just online but a combination of the two.        \nFor the first time in decades, Walmart, which drove company after company out of business, has a competitor it sounds a little scared of.        \nâ\u0080\u009cDonâ\u0080\u0099t think for a second that Jeff Bezos is not a capitalist,â\u0080\u009d Neil M. Ashe, chief executive of Walmart Global E-Commerce, said of the belief of Mr. Bezos, founder and chief executive of Amazon, in low prices and paper-thin margins. â\u0080\u009cTheyâ\u0080\u0099re just playing a game, which is, â\u0080\u0098Weâ\u0080\u0099re just going to wait out the world.â\u0080\u0099Â â\u0080\u009d        \nAmazon declined to comment.        \nAlthough the fierce competition between Walmart and Amazon is occurring in all areas, to get the technological edge Walmart has to succeed in San Bruno.        \nThe company has had a small presence near Silicon Valley for more than a decade, but until recently, engineers in the area barely knew it existed. It signed a lease three years ago for the San Bruno office, north of the valley â\u0080\u0094 and across the street from YouTube â\u0080\u0094 and is opening another this fall in Sunnyvale, home of Yahoo, in the heart of the valley. It is trying hard to prove it is one of the cool kids.        \nFor example, at press events in Bentonville, Ark., Walmartâ\u0080\u0099s headquarters, the menu tends to be ham sandwiches, chips and iced tea. At a recent event in San Bruno, it was white asparagus panna cotta with house-smoked salmon tartar, morel mushroom macaroons and charcuterie from a whole pig. Borrowing a page from Google and Twitter, the company offers hack days when engineers can work on whatever they want.        \nThe changes are more than cosmetic, though. This year, @WalmartLabs has gone on a start-up shopping spree, buying four companies â\u0080\u0094 Torbit, OneOps, Tasty Labs and Inkiru â\u0080\u0094 that build things like tools to crunch data and speed up Web sites. The acquisitions included some of the start-upsâ\u0080\u0099 founders and engineers, the time-honored way for Silicon Valley companies to hire the talented employees they need to build better Web and mobile tools.        \nWalmart has hundreds of open jobs at its office here. This summer, the company hired 150 people from companies like Yahoo and eBay.        \nThe companyâ\u0080\u0099s pitch to engineers is that Walmart moves quickly and has huge problems to solve, even if it is not a nimble newcomer or a buzzworthy start-up.        \nâ\u0080\u009cThereâ\u0080\u0099s big data and thereâ\u0080\u0099s Walmart big data,â\u0080\u009d said Ravi Raj, vice president for mobile and social products at @WalmartLabs. â\u0080\u009cEvery week we release half a dozen features.â\u0080\u009d        \nRick Devine, chief executive of TalentSky, a Silicon Valley recruiting firm that has recruited for the company before, said Walmartâ\u0080\u0099s scale was attractive to young engineers. Still, he said, the competition is fierce.        \nâ\u0080\u009cThe kind of people theyâ\u0080\u0099re going to be looking for â\u0080\u0094 big data and e-commerce type of people â\u0080\u0094 those are the same kinds of people Silicon Valley cares about,â\u0080\u009d he said.        \nAmazon, which is based in Seattle, also has a Silicon Valley presence; its Lab126 research company, located a few miles from Appleâ\u0080\u0099s headquarters, developed the Kindle and is working on other mobile devices. Amazon is a much bigger player online, with $74.4 billion in revenue expected for 2013. While Walmartâ\u0080\u0099s total revenue is close to $500 billion, it has said it expects just a fraction of that, $10 billion, in e-commerce revenue for the year ending January 2014.        \nWalmart.com had 62.5 million unique visitors in August, compared with Amazonâ\u0080\u0099s 133 million, according to Compete, which tracks Web use.        \nâ\u0080\u009cAmazon is the Walmart of the post-2000 period,â\u0080\u009d said Matt Nemer, an analyst at Wells Fargo.        \n         \n             \n         \n       1  2 Next Page &#x00bb;\t\nClaire Cain Miller reported from San Bruno, Calif., and Stephanie Clifford from New York.\t\n\t\nThis article has been revised to reflect the following correction:Correction: October 27, 2013An article last Sunday about Walmartâ\u0080\u0099s efforts to catch up in online technology misstated the name of the companyâ\u0080\u0099s e-commerce division. It is Walmart Global E-Commerce â\u0080\u0094 not @WalmartLabs, which is a unit of the e-commerce division.\t\n\n\n\n\n",
        "channel": "collector.channels.nytimes",
        "headline": null,
        "images": [],
        "pub_date": "2013-10-20T00:00:00Z",
        "ref_date": [],
        "snippet": "Walmart is beefing up its technology in an effort to compete with Amazon for Internet shoppers and the software engineers needed to attract them.",
        "source": "The New York Times",
        "title": "To Catch Up, Walmart Moves to Amazon Turf",
        "url": "http://www.nytimes.com/2013/10/20/technology/to-catch-up-walmart-moves-to-amazon-turf.html"
    },
    {
        "body": "",
        "channel": "collector.channels.nytimes",
        "headline": null,
        "images": [],
        "pub_date": "2013-10-14T22:33:28Z",
        "ref_date": [],
        "snippet": "Honduras ordered 1,000 military police onto the streets of its most violent cities on Monday, as a presidential election dominated by debate over how to tackle the wave of drug killings approaches in just over a month.",
        "source": "Reuters",
        "title": "Honduras Sends Military Police to Tame Drug Violence as Vote Looms",
        "url": "http://www.nytimes.com/reuters/2013/10/14/world/americas/14reuters-honduras-politics.html"
    },
    {
        "body": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n    \nSAN FRANCISCO â\u0080\u0094 On a characteristically foggy evening here, a group of predominantly single venture capitalists, tech executives, hedge-fund managers and philanthropists gathered for a cocktail party in a penultimate-floor suite at the St. Regis apartment complex.         \n \n \nAs guests ate oysters, baby lamb chops and perhaps the worldâ\u0080\u0099s smallest cheeseburgers, they were pitched a multiday, intellectually rigorous singles mixer to be held in January 2014 on Necker Island, Richard Bransonâ\u0080\u0099s 74-acre Caribbean paradise, â\u0080\u009ccuratedâ\u0080\u009d by Kelleher International, a long-running, high-end matchmaking service that is targeting Silicon Valley with particular vigor.        \nWearing an Alexander McQueen dress and towering Valentino heels as she sold the idea was the companyâ\u0080\u0099s 44-year-old chief executive, Amber Kelleher-Andrews. â\u0080\u009cIf we can get interesting single people and match them according to their taste, their likes, their interests and their passions, and get these 30 people on the island at a time, I canâ\u0080\u0099t even imagine what would happen,â\u0080\u009d she told the group. â\u0080\u009cWhether itâ\u0080\u0099s two girls that become best friends or two guys that become business partners together, or itâ\u0080\u0099s a couple that ends up falling in love, Iâ\u0080\u0099ve seen it at TED, I saw it at Sundance and I know it can happen at Necker.â\u0080\u009d        \nThe cost of the trip per person is still being determined, but the base fee is $45,000 (some of which is deductible because net proceeds go to Virgin Unite, Mr. Bransonâ\u0080\u0099s charitable foundation), not including the cost of flights and optional spa treatments. It is the luxurious but perhaps logical next step for a new breed of philanthropically minded, well-heeled singles who are already tramping around the knowledge enrichment circuit.        \nArjun Gupta is an affable, divorced venture capitalist who lives in Aspen, Colo., and had offered up his San Francisco pied-Ã -terre for the evening. He acknowledged that at events like TED conferences, and the Aspen Ideas Festival, both of which heâ\u0080\u0099s been attending for years, some participants seek to nourish not just their minds, but their hearts as well.        \nâ\u0080\u009cI donâ\u0080\u0099t think itâ\u0080\u0099s a primary objective,â\u0080\u009d said Mr. Gupta, 52, â\u0080\u009cbut as with anything thatâ\u0080\u0099s interesting and stimulating, it is a large segment of singles. Invariably you do find people hooking up together.â\u0080\u009d He is not yet a client of Ms. Kelleher-Andrews. â\u0080\u009cSheâ\u0080\u0099s trying to convince me,â\u0080\u009d he said with a smile.        \nJean Oelwang, the chief executive of Virgin Unite, who had flown in from Salt Lake City, stressed that the Necker excursion (which she said would have a business-oriented theme of â\u0080\u009cfuture leadershipâ\u0080\u009d) had loftier goals than providing a backdrop for hookups. â\u0080\u009cIf you look at the relationships that Rosalynn Carter has with President Carter, or that Leah has with Archbishop Tutu,â\u0080\u009d she said, â\u0080\u009cthat deep respect and love has allowed them to be better individuals, but also to make change in the world.â\u0080\u009d        \nOne Kelleher client of seven months, the chief executive of a rapidly growing online start-up who asked to be identified by only his first name, John, to avoid professional embarrassment, seemed excited by the opportunity to promote such change and said he viewed the evening as â\u0080\u009can auditionâ\u0080\u009d of sorts. Regardless of whether he passed muster, John added, he was just happy to be mingling among such an elite group.        \nâ\u0080\u009cI wasnâ\u0080\u0099t sure what to expect tonight, but bare minimum, itâ\u0080\u0099s a very eclectic mix of amazing people,â\u0080\u009d he said. â\u0080\u009cAnd dude, I gave a business card to Cheryl Tiegs!â\u0080\u009d        \nMs. Tiegs, Â greeting a steady stream of sports-coat-and-jeans-clad male admirers, said that though she is single, she was on hand only as a pal of Ms. Kelleher-Andrews. â\u0080\u009cTrust me, I have enough men calling,â\u0080\u009d she said.        \nSupermodels aside, in an age in which millions delegate their love lives to the algorithms of Match.com or Okcupid.com, it seems there are still singles who prefer an old-school matchmaker. According to Ms. Kelleher-Andrews, a former actress on â\u0080\u009cBaywatchâ\u0080\u009d and â\u0080\u009cMelrose Placeâ\u0080\u009d who has been married to Nico Andrews, a champion jujitsu instructor, for 13 years, Kelleher International has 16 offices around the world and receives roughly 1,000 inquiries per month. Of those, she said, about 700 are women, roughly 10 of whom are accepted as clients.        \nA fee of $15,000 buys a yearâ\u0080\u0099s worth of unlimited matches in one city. Once a match is made, Ms. Kelleher-Andrews provides contact information and then conducts a detailed postdate follow-up with both parties. Another $5,000 will add a second city to the search. And $150,000 grants access to the CEO Club, which entails an international search, as well as the personal ministrations of Ms. Kelleher-Andrews; her mother, Jill Kelleher, who founded the company in 1986; or Sunya Andrews, 36, one of Ms. Kelleher-Andrewsâ\u0080\u0099s seven nieces, whoâ\u0080\u0099s been with the company for more than eight years.        \n         \n             \n         \n       1  2 Next Page &#x00bb;\t\n\n\n\n\n",
        "channel": "collector.channels.nytimes",
        "headline": null,
        "images": [],
        "pub_date": "2013-10-13T00:00:00Z",
        "ref_date": [],
        "snippet": "It is the luxurious but perhaps logical next step for a new breed of philanthropically minded, well-heeled singles.",
        "source": "The New York Times",
        "title": "The High-End Matchmaking Service for Tycoons",
        "url": "http://www.nytimes.com/2013/10/13/fashion/the-high-end-matchmaking-service-for-tycoons.html"
    },
    {
        "body": "",
        "channel": "collector.channels.nytimes",
        "headline": null,
        "images": [],
        "pub_date": "2013-10-12T20:05:21Z",
        "ref_date": [],
        "snippet": "Emerging market countries on Saturday griped about the plodding progress in giving them more power at the International Monetary Fund.",
        "source": "Reuters",
        "title": "Tardy IMF Reforms Mask Deep Divisions on Next Step",
        "url": "http://www.nytimes.com/reuters/2013/10/12/business/12reuters-imf-governance.html"
    }
]